<!--
 * @Author: summer
 * @LastEditTime: 2020-12-15 14:31:03
-->
<template>
  <div class="children">
    <div class="children-title">固废驿站账户管理</div>
    <div class="children-text">
      <p>
        欢迎阅读危废交易网服务条款协议(以下简称“本协议”)。本协议阐述之条款和条件适用于您使用危废交易网所提供的在企业间(B-TO-B)电子市场中进行贸易咨询和交流的各种工具和服务(下称“服务”)。
      </p>
      <br />
      <p>
        “本协议”系本网站提供服务的前提和基础，本协议具有合同效力。注册会员时，请您认真阅读本协议，审阅并接受或不接受本协议。
      </p>
      <br />
      <p>
        若您已经注册为本网站会员，即表示您已充分阅读、理解并同意自己与本网站订立本协议，且您自愿受本协议的条款约束。本网站有权随时变更本协议并在本网站上予以公告。经修订的条款一经在本网站的公布后，立即自动生效。
      </p>
      <br />
      <p>
        本协议内容包括协议正文及所有XXXXX已经发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续使用本网站，则表示您已接受并自愿遵守经修订后的条款。
      </p>
      <div class="children-part">
        <div class="children-part-title">第一条会员资格</div>
        <div class="children-part-text">
          <p>
            一、只有符合下列条件之一的自然人或法人才能申请成为本网站会员，可以使用本网站的服务。
          </p>
          <p>（一）年满十八岁，具有民事权利能力和民事行为能力的自然人；</p>
          <p>
            （二）根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。
          </p>
          <p>
            二、会员需要提供明确的联系地址和联系电话，并提供真实姓名或名称，并且提供注册所需的相关资质证书，并保证资质的真实性。并应在网站提示下，提供包括但不限于银行账户等其他相关信息。如会员提供虚假信息或提供信息不齐全的，将有可能面临自身权益受损的情况。
          </p>
        </div>
      </div>
      <div class="children-part">
        <div class="children-part-title">第二条会员的权利和义务</div>
        <div class="children-part-text">
          <p>
            一、会员有权根据本协议及本网站发布的相关规则，利用本网站发布任务信息、查询相关信息、提供相关信息，参加本网站的有关活动及有权享受本网站提供的其他服务。
          </p>
          <p>
            二、会员须自行负责自己的会员账号和密码，且须对在会员账号密码下发生的所有活动承担责任。
          </p>
          <p>
            因会员的过错导致的任何损失由会员自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。
          </p>
          <p>
            三、会员应当向本网站提供真实准确的注册信息，包括但不限于真实姓名、身份证号、联系电话、地址、邮政编码，银行帐号等。保证本网站可以通过上述联系方式与自己进行联系。同时，会员也应当在相关资料实际变更时及时更新有关注册资料。
          </p>
          <p>
            四、会员不得以任何形式擅自转让或授权他人使用自己在本网站的会员帐号。
          </p>
          <p>
            五、会员有义务确保在本网站上发布的任务信息真实、准确，无误导性。
          </p>
          <p>
            六、会员在本网站网上发布平台，不得发布国家法律、法规、行政规章规定禁止的信息、侵犯他人知识产权或其他合法权益的信息、违背社会公共利益或公共道德的信息。
          </p>
          <p>
            七、会员在本网站交易中应当遵守诚实信用原则，不得以干预或操纵发布任务等不正当竞争方式扰乱网上交易秩序，不得从事与网上交易无关的不当行为，不得在交易平台上发布任何违法信息。
          </p>
          <p>
            八、会员承诺自己在使用本网站实施的所有行为遵守法律、法规、行政规章和本网站的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，会员将以自己的名义独立承担相应的法律责任。
          </p>
          <p>
            九、会员在本网站网上交易过程中如与其他会员因交易产生纠纷，可以请求本网站从中予以协调处理。会员如发现其他会员有违法或违反本协议的行为，可以向本网站举报。
          </p>
          <p>十、会员应当自行承担因交易产生或取得的相关费用，并依法纳税。</p>
          <p>
            十一、未经本网站书面允许，会员不得将本网站的任何资料以及在交易平台上所展示的任何信息作商业性利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）。
          </p>
          <p>十二、会员有权在同意本网站相关规则的前提下享受交易保障服务。</p>
          <p>
            十三、会员同意接收来自本网站的信息，包括但不限于活动信息、交易信息、促销信息等。
          </p>
          <p>
            十四、用户不得发布任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的等违反社会公德及损害他人和社会公共利益的信息，不能发布任何引诱、教唆他人犯罪的资料。
          </p>
          <p>
            十五、用户必须遵守《计算机信息网络国际联网安全保护管理办法》、《中华人民共和国计算机信息网络国际联网管理暂行规定》、《中华人民共和国计算机信息系统安全保护条例》、《中华人民共和国电信条例》、《全国人大常委会关于维护互联网安全的决定》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《互联网站从事登载新闻业务管理暂行规定》、《互联网等信息网络传播视听节目管理办法》、《互联网文化管理暂行规定》和国家其他有关法律、法规、行政规章，不得制作、复制、发布、传播任何法律法规禁止的有害信息。
          </p>
          <p>
            十六、用户点击接受的行为即视为用户完全阅读并理解了本条款的全部内容，并且完全同意受本服务条款的约束，用户的点击接受行为与采用纸质方式的签名或盖章行为具有同等的法律效力，用户不得以本服务条款采用了电子形式而否认其法律效力及对用户的法律约束力
          </p>
        </div>
      </div>
      <div class="children-part">
        <div class="children-part-title">第三XXXXX权利和义务</div>
        <div class="children-part-text">
          <p>
            一、本网站仅为会员提供一个信息平台，是发布方发布需求和解决方提供解决方案的一个交易市场。网站可视情况提供协助服务，会员自主判断决策，评估风险，本网站不提供任何形式上或实质上的担保和保证义务。
          </p>
          <p>
            二、本网站有义务在现有技术水平的基础上努力确保整个网上交流平台的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证会员网上交流活动的顺利进行。
          </p>
          <p>
            三、本网站有义务对会员在注册使用本网站信息平台中所遇到的与交易或注册有关的问题及反映的情况及时作出回复。
          </p>
          <p>
            四、本网站有权对会员的注册资料进行审查，对存在任何问题或怀疑的注册资料，本网站有权发出通知询问会员并要求会员做出解释、改正。
          </p>
          <p>
            五、会员因在本网站网上交易与其他会员产生纠纷的，会员将纠纷告知本网站，或本网站知悉纠纷情况的，经审核后，本网站有权通过电子邮件及电话联系向纠纷双方了解纠纷情况，并将所了解的情况通过电子邮件互相通知对方；如双方同意，本网站可提供纠纷调处服务。
          </p>
          <p>
            六、因网上信息平台的特殊性，本网站没有义务对所有会员的交易行为以及与交易有关的其他事项进行事先审查，但如发生以下情形，本网站有权无需征得会员的同意限制会员的活动、向会员核实有关资料、发出警告通知、暂时中止、无限期中止及拒绝向该会员提供服务：
          </p>
          <p>
            （一）会员违反本协议；
          </p>
          <p>
            （二）存在会员或其他第三方通知本网站，认为某个会员或具体交易事项存在违法或不当行为，并提供相关证据，而本网站无法联系到该会员核证或验证该会员向本网站提供的任何资料；
          </p>
          <p>
            （三）存在会员或其他第三方通知本网站，认为某个会员或具体交易事项存在违法或不当行为，并提供相关证据。本网站以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对本网站会员或本网站造成财务损失或法律责任。
          </p>
          <p>
            七、根据国家法律、法规、行政规章规定、本协议的内容和本网站所掌握的事实依据，可以认定该会员存在违法或违反本协议行为以及在本网站交易平台上的其他不当行为，本网站有权无需征得会员的同意在本网站交易平台及所在网站上以网络发布形式公布该会员的违法行为，并有权随时作出删除相关信息、终止服务提供等处理。
          </p>
          <p>
            八、本网站有权在不通知会员的前提下，删除或采取其他限制性措施处理下列信息：包括但不限于以规避费用为目的；以炒作信用为目的；存在欺诈等恶意或虚假内容；与网上交易无关或不是以交易为目的；存在恶意竞价或其他试图扰乱正常交易秩序因素；该信息违反公共利益或可能严重损害本网站和其他会员合法利益的。
          </p>
          <p>
            第四条服务的中断和终止
          </p>
          <p>
            一、本网站可自行全权决定以任何理由(包括但不限于本网站认为会员已违反本协议或相关规则等)终止对会员的服务，并有权在一定期限内保存会员在本网站的全部资料（包括但不限于会员信息、产品信息、交易信息等）。同时本网站可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供全部或部分服务。服务终止后，本网站没有义务为会员保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给会员或第三方。
          </p>
          <p>
            二、若会员向本网站提出注销本网站注册会员身份，需经本网站审核同意，由本网站注销该注册会员，会员即解除与本网站的协议关系，但本网站仍保留下列权利：
          </p>
          <p>
            （一）会员注销后，本网站有权在法律、法规、行政规章规定的时间内保留该会员的资料,包括但不限于以前的会员资料、交易记录等。
          </p>
          <p>
            （二）会员注销后，若会员注销前在本网站交易平台上存在违法行为或违反本协议的行为，本网站仍可行使本协议所规定的权利。
          </p>
          <p>三、会员存在下列情况，本网站可以通过注销会员的方式终止服务：</p>
          <p>
            （一）在会员违反本协议及相关规则规定时，本网站有权终止向该会员提供服务。本网站将在中断服务时通知会员。但该会员在被本网站终止提供服务后，再一次直接或间接或以他人名义注册为本网站会员的，本网站有权再次单方面终止为该会员提供服务；
          </p>
          <p>
            （二）本网站发现会员注册资料中主要内容是虚假的，本网站有权随时终止为该会员提供服务；
          </p>
          <p>（三）本协议终止或更新时，会员未确认新的协议的。</p>
          <p>（四）其它本网站认为需终止服务的情况。</p>
        </div>
      </div>
      <div class="children-part">
        <div class="children-part-title">第五条本网站的责任范围</div>
        <div class="children-part-text">
          <p>当会员接受该协议时，会员应当明确了解并同意∶</p>
          <p>
            一、本网站不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。本网站是在现有技术基础上提供的服务。本网站不保证以下事项∶
          </p>
          <p>（一）本网站将符合所有会员的要求。</p>
          <p>（二）本网站不受干扰、能够及时提供、安全可靠或免于出错。</p>
          <p>（三）本服务使用权的取得结果是正确或可靠的。</p>
          <p>
            二、是否经由本网站下载或取得任何资料，由会员自行考虑、衡量并且自负风险，因下载任何资料而导致会员电脑系统的任何损坏或资料流失，会员应负完全责任。希望会员在使用本网站时，小心谨慎并运用常识。
          </p>
          <p>
            三、会员经由本网站取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证。
          </p>
          <p>
            四、基于以下原因而造成的利润、商誉、使用、资料损失或其它无形损失，本网站不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿（即使本网站已被告知钱款赔偿的可能性）：
          </p>
          <p>（一）本网站的使用或无法使用。</p>
          <p>（二）会员的传输或资料遭到未获授权的存取或变更。</p>
          <p>三）本网站中任何第三方之声明或行为。</p>
          <p>（四）本网站其它相关事宜。</p>
          <p>
            五、本网站只是为会员提供一个服务交易的平台，对于会员所发布的任务的合法性、真实性及其品质，以及会员履行交易的能力等，本网站不负任何担保责任，需要会员自行判断决策。
          </p>
          <p>第六条知识产权</p>
          <p>
            一、本网站及本网站所使用的任何相关软件、程序、内容，包括但不限于作品、图片、档案、资料、网站构架、网站版面的安排、网页设计、经由本网站或广告商向会员呈现的广告或资讯，均由本网站或其它权利人依法享有相应的知识产权，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经本网站或权利人明示授权，会员保证不修改、出租、出借、出售、散布本网站及本网站所使用的上述任何资料和资源，或根据上述资料和资源制作成任何种类产品。
          </p>
          <p>二、会员不得经由非本网站所提供的界面使用本网站。</p>
          <p>
            三、会员向本网站提供的任何信息，数据，方法等用于交易的内容，本网站对于其真实性，合法性以及是否侵犯任何第三方的权利，不承担任何意义上的保证责任。会员应自行甄别或可以通过本网站与信息提供方进行核实。
          </p>
        </div>
      </div>
      <div class="children-part">
        <div class="children-part-title">第七条隐私权</div>
        <div class="children-part-text">
          <p>
            （一）本网站不会向任何人出售或出借会员的个人或法人信息，除非事先得到会员许可。
          </p>
          <p>
            （二）本网站亦不允许任何第三方以任何手段收集、编辑、出售或者传播会员的个人或法人信息。任何会员如从事上述活动，一经发现，本网站有权立即终止与该会员的服务协议，查封其账号。
          </p>
          <p>
            二、信息披露：会员的个人或法人信息将在下述情况下部分或全部被披露：
          </p>
          <p>（一）经会员同意，向第三方披露；</p>
          <p>
            （二）若会员是合法的知识产权使用权人并提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
          </p>
          <p>
            （三）根据法律的有关规定，或者行政、司法机关的要求，向第三方或者行政、司法机关披露；
          </p>
          <p>
            （四）若会员出现违反中国有关法律或者网站规定的情况，需要向第三方披露；
          </p>
          <p>
            （五）为提供你所要求的产品和服务，而必须和第三方分享会员的个人或法人信息
          </p>
          <p>（六）其它本网站根据法律或者网站规定认为合适的披露；</p>
          <p>三、信息安全：</p>
          <p>
            （一）在使用本网站服务进行网上交易时，请会员妥善保护自己的个人或法人信息，仅在必要的情形下向他人提供；
          </p>
          <p>
            （二）如果会员发现自己的个人或法人信息泄密，请会员立即联络本网站客服，以便我们采取相应措施。
          </p>
          <p>第八条不可抗力</p>
          <p>
            因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。
          </p>
          <p>第九条保密</p>
          <p>
            会员保证在对讨论、签订、执行本协议中所获悉的属于对方的且无法自公开渠道获得的文件及资料（包括但不限于商业秘密、公司计划、运营活动、财务信息、技术信息、经营信息及其他商业秘密）予以保密。未经该资料和文件的原提供方同意，另一方不得向第三方泄露该商业秘密的全部或者部分内容。但法律、法规、行政规章另有规定或者双方另有约定的除外。
          </p>
          <p>第十条争议解决方式</p>
          <p>
            一、本协议及其规则的有效性、履行和与本协议及其规则效力有关的所有事宜，将受中华人民共和国法律管辖，任何争议仅适用中华人民共和国法律。
          </p>
          <p>
            二、本网站有权受理并调处您与其他会员因交易服务产生的争议，因本网站非司法机关，您完全理解并承认，本网站对证据的鉴别能力及对纠纷的处理能力有限，受理交易争议完全是基于您之委托，不保证争议处理结果符合您的期望，本网站有权决定是否参与争议的调处。
          </p>
          <p>
            三、凡因本协议及其规则发生的所有争议，争议双方可协商解决，若协商不成的，争议双方同意提交种裁委员会按其仲裁规则进行仲裁。
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  //生命周期 - 创建完成（访问当前this实例）
  created() {},
  //生命周期 - 挂载完成（访问DOM元素）
  mounted() {}
};
</script>
<style scoped></style>
